Revit 2027 API
ParameterTypeId.ToposolidInheritContours Property
 "Inherit Contours"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidInheritContours { get; }
Public Shared ReadOnly Property ToposolidInheritContours As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidInheritContours {
	ForgeTypeId^ get ();
}
static member ToposolidInheritContours : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace